Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Game Identifier
zh_cn: 游戏标识号

source: Game Information
zh_cn: 游戏信息

source: Game Information Options
zh_cn: 游戏信息选项

source: Game Maker Background Files|*.gmbck
zh_cn: Game Maker 背景文件|*.gmbck

source: Game Maker Resource Files (*.gmres)|*.gmres
zh_cn: Game Maker 资源文件 (*.gmres)|*.gmres

source: Game Maker Sprite Files|*.gmspr
zh_cn: Game Maker 精灵文件|*.gmspr

source: Game Maker Trigger Files (*.gmtrg)|*.gmtrg
zh_cn: Game Maker 触发器文件 (*.gmtrg)|*.gmtrg

source: Game Maker X project|*.project.gmx
zh_cn: Game Maker X 项目|*.project.gmx

source: Game Name
zh_cn: 游戏名称

source: Game Name:
zh_cn: 游戏名称:

source: Game Selection
zh_cn: 游戏选择

source: Game Settings
zh_cn: 游戏设置

source: Game Title
zh_cn: 游戏标题

source: Game end
zh_cn: 游戏结束

source: Game icon:
zh_cn: 游戏图标:

source: Game start
zh_cn: 游戏开始

source: GameChat is required if you want to send voice data over the network.
zh_cn: 如果要通过网络发送语音数据, 则需要 GameChat。

source: GameMaker News
zh_cn: GameMaker 新闻

source: GameMaker files|*.project.gmx
zh_cn: GameMaker 文件|*.project.gmx

source: GameMaker is unable to validate your license.
zh_cn: GameMaker 无法验证您的许可证。

source: GameMaker must be able to revalidate your license at least once a month.
zh_cn: GameMaker 必须能够至少每月一次验证您的许可证。

source: GameMaker:Studio Key Bindings
zh_cn: GameMaker:Studio 键位绑定

source: General
zh_cn: 全局

source: General SOCKS server failure.
zh_cn: 常规 SOCKS 服务器故障。

source: Generate
zh_cn: 生成

source: Generate Certificate
zh_cn: 生成证书

source: Generate Spotify App
zh_cn: 生成Spotify应用

source: Generate an app to use with Spotify
zh_cn: 生成与 Spotify 共同使用的应用

source: Generate new GUID and Id
zh_cn: 生成新的 GUID 和 Id

source: Genre
zh_cn: 类型

source: Global Game Settings
zh_cn: 全局游戏设置

source: Global left button
zh_cn: 全局鼠标左键

source: Global left pressed
zh_cn: 全局左键按下

source: Global left released
zh_cn: 全局左键松开

source: Global middle button
zh_cn: 全局鼠标中键

source: Global middle pressed
zh_cn: 全局中键按下

source: Global middle released
zh_cn: 全局中键松开

source: Global mouse
zh_cn: 全局鼠标

source: Global right button
zh_cn: 全局鼠标右键

source: Global right pressed
zh_cn: 全局右键按下

source: Global right released
zh_cn: 全局右键松开

source: Go Home
zh_cn: 前往首页

source: Google Play Public Key
zh_cn: Google Play 公钥

source: Google Public Key
zh_cn: 谷歌公钥

source: Google Services
zh_cn: 谷歌服务

source: Google Services App Id
zh_cn: 谷歌服务应用程序 Id

source: Graphics
zh_cn: 图像

source: Gravity:
zh_cn: 重力:

source: Grid
zh_cn: 网格

source: Grid Settings
zh_cn: 网格设置

source: Grid index out of range
zh_cn: 网格索引超出范围

source: Grid too large for operation
zh_cn: 网格太大, 无法操作

source: Group Undo operations
zh_cn: 组撤消操作

source: GroupIndex cannot be less than a previous menu item's GroupIndex
zh_cn: 组索引不能小于以前的菜单项的组索引

source: HD Background Image (PIC1.PNG)
zh_cn: 高清背景图像 (PIC1.PNG)

source: HTML5 File Options
zh_cn: HTML5 文件选项

source: HTML5 browser title
zh_cn: HTML5 浏览器标题

source: HTML5 folder name
zh_cn: HTML5 文件夹名称

source: HTML5 output name
zh_cn: HTML5 输出名称

source: Half iPad 1 Textures
zh_cn: 半 iPad 1 纹理

source: Half the size of iPad 1 Textures at runtime
zh_cn: iPad 1 纹理在运行时的一半大小

source: Halve
zh_cn: 减半

source: Handling Naming Conflicts
zh_cn: 处理命名冲突

source: Hardness
zh_cn: 硬度

source: Have separate collision masks for the subimages
zh_cn: 为子图像设置单独的碰撞遮罩

source: Header to display in installer
zh_cn: 要在安装程序中显示的页眉

source: Header:
zh_cn: 页眉:

source: Height of Help Window
zh_cn: "帮助"窗口的高度

source: Height of a tile (in pixels)
zh_cn: 平铺高度 (以像素为单位)

source: Height of the room in pixels
zh_cn: 房间的高度 (以像素为单位)

source: Height of the view on the screen
zh_cn: 屏幕上视图的高度

source: Height: 32
zh_cn: 高度:32

source: Hello World!!
zh_cn: 你好，世界！

source: Help
zh_cn: 帮助

source: HelpBtn
zh_cn: 帮助

source: Hidden
zh_cn: 隐藏

source: Hide other layers
zh_cn: 隐藏其他图层

source: High Quality font
zh_cn: 高质量字体

source: Highlight Objects with Creation Code
zh_cn: 使用创建代码突出显示物体

source: Highlight Objects with Creation Code C
zh_cn: 使用创建代码突出显示物体 C

source: Hold Combination for 3 Seconds
zh_cn: 保持组合3秒

source: Home
zh_cn: 主页

source: Home directory:
zh_cn: 主目录:

source: Homepage
zh_cn: 主页

source: Hor.
zh_cn: 水平

source: Horizontal
zh_cn: 水平

source: Horizontal Offset:
zh_cn: 水平偏移:

source: Horizontal Snap:
zh_cn: 水平对齐:

source: Horizontal border to keep around the visible object (in pixels)
zh_cn: 水平边框以保持可见对象的周围 (以像素为单位)

source: Horizontal offset for the first tile
zh_cn: 第一个图块的水平偏移

source: Horizontal offset of the first image in term of the number of cells
zh_cn: 第一个图像的水平偏移量 (以单元格数为单位)

source: Horizontal offset of the first image in term of the number of pixels
zh_cn: 第一个图像的水平偏移量 (以像素数为单位)

source: Horizontal separation between the images in pixels
zh_cn: 图像之间的水平分离 (以像素为单位)

source: Horizontal separation between the tiles
zh_cn: 平铺之间的水平分隔

source: Horizontal size:
zh_cn: 水平大小:

source: Horizontal value to snap to grid
zh_cn: 要捕捉到网格的水平值

source: Horizontal:
zh_cn: 水平：

source: Host field is empty
zh_cn: 主机字段为空

source: Host unreachable.
zh_cn: 主机无法访问。

source: Hue:
zh_cn: 色调：

source: I Agree
zh_cn: 我同意

source: I Understand
zh_cn: 我理解

source: I agree to the terms listed
zh_cn: 我同意列出的条款

source: I don't agree
zh_cn: 我不同意

source: IMPORTANT: Backup keystore file and info above!
zh_cn: 重要信息：备份密钥库文件和上面的信息！

source: IOHandler value is not valid
zh_cn: IOHandler 值无效

source: IP allowed list (CIDR format)
zh_cn: IP 允许列表 (CIDR 格式)

source: Icon
zh_cn: 图标

source: Icon image is not valid
zh_cn: 图标图像无效

source: Icon to display
zh_cn: 要显示的图标

source: Icon to use
zh_cn: 要使用的图标

source: Icon to use for OUYA
zh_cn: 用于 OUYA 的图标

source: Icon:
zh_cn: 图标:

source: Iconic
zh_cn: 图标

source: Iconic Tile
zh_cn: 图标块

source: Icons
zh_cn: 图标

source: If lost, you cannot submit app updates to Google Play or Amazon.
zh_cn: 如果丢失, 您将无法向 Google Play 或 Amazon 提交应用更新。

source: If none are available, make sure you have created an asset title within your
zh_cn: 如果没有，请确保您已在自己的帐户中创建了资产标题

source: If you are having issues please contact:
zh_cn: 如果您有问题, 请联系:

source: If you think you already have this module, press Licence Now to enter your licence.
zh_cn: 如果您认为您已经拥有此模块, 请立即点击许可进入您的许可证。

source: If you would like to use this target you can purchase the module form our
zh_cn: 如果您想使用此目标，您可以从我们的模块购买

source: Ignore Comments
zh_cn: 忽略注释

source: Illegal language index
zh_cn: 非法语言索引

source: Image
zh_cn: 图像

source: Image Base
zh_cn: 图像基础

source: Image Editor
zh_cn: 图像编辑器

source: Image Loaded
zh_cn: 加载图片

source: Image Version
zh_cn: 图像版本

source: Image exceeds Logical Screen size
zh_cn: 图像超过逻辑屏幕大小

source: Image has no DIB
zh_cn: 图像没有 DIB

source: Image height too small for contained frames
zh_cn: 图像高度对于包含的帧而言太小

source: Image is empty
zh_cn: 图像为空

source: Image preview:
zh_cn: 图像预览:

source: Image shown behind Start icon in Vita dash
zh_cn: 在 "开始" 图标后面显示的图像

source: Image to display in installer
zh_cn: 要在安装程序中显示的图像

source: Image width too small for contained frames
zh_cn: 图像宽度对于包含的帧而言太小

source: Images
zh_cn: 图片

source: Import
zh_cn: 导入

source: Import All
zh_cn: 导入全部

source: Import Extension From Library
zh_cn: 从库导入扩展

source: Import File
zh_cn: 导入文件

source: Import Project to Repository
zh_cn: 将项目导入到存储库

source: Import Resources
zh_cn: 导入资源

source: Import To Project
zh_cn: 导入到项目

source: Import colour scheme
zh_cn: 导入配色方案

source: Import selected extension to Library
zh_cn: 将所选扩展导入库

source: Importing Resources
zh_cn: 导入资源

source: Importing old GameMaker file...
zh_cn: 正在导入旧 GameMaker 文件...

source: Imports
zh_cn: 导入

source: Improper JPEG component count.
zh_cn: 不正确的 JPEG 组件计数。

source: Improper JPEG data precision.
zh_cn: 不正确的 JPEG 数据精度。

source: Improper JPEG sampling factors.
zh_cn: 不适当的 JPEG 采样系数。

source: Improper JPEG strip/tile size.
zh_cn: 不适当的 JPEG 纹状体大小。

source: In App Purchases
zh_cn: 应用内购

source: In order to proceed please enter the code that we have just sent to your account email address.
zh_cn: 为了继续, 请输入我们刚刚发送到您的帐户电子邮件地址的代码。

source: In tile selection:
zh_cn: 在平铺选择中:

source: In&vert...
zh_cn: 反转...

source: Inc&luded Files...
zh_cn: 内含文件

source: Include Files
zh_cn: 内含文件

source: Include in Asset &Package
zh_cn: 在资源包导入

source: Included File Properties
zh_cn: 内含文件属性

source: Included File to use as index.html file
zh_cn: 包含的文件用作 index.html 文件

source: Included Files
zh_cn: 内含文件

source: Indicate how the mask should be based on the pixel transparency
zh_cn: 指示遮罩应如何基于像素透明度

source: Indicate the type of connections between the points
zh_cn: 指示点之间的连接类型

source: Indicate whether to use this background as a tile set
zh_cn: 指示是否将此背景用作图块集

source: Indicates the compression quality for the sound
zh_cn: 指示声音的压缩质量

source: Indicates the default volume for the sound
zh_cn: 指示声音的默认音量

source: Indicates whether in each step the window should be cleared with the background color
zh_cn: 指示是否应在每个步骤中使用背景色清除窗口

source: Indicates whether the background is actually a foreground
zh_cn: 指示背景是否实际为前景

source: Indicates whether the background is visible when the room starts
zh_cn: 指示在房间开始时背景是否可见

source: Indicates whether the view is visible when the room starts
zh_cn: 指示在房间启动时视图是否可见

source: Information
zh_cn: 信息

source: Information about the game
zh_cn: 关于游戏的信息

source: Information:
zh_cn: 信息:

source: Init Function:
zh_cn: 初始函数：

source: Initial Dela&y (msec):
zh_cn: 初始延迟 (毫秒):

source: Inject to AndroidManifest.xml
zh_cn: 注入到 AndroidManifest.xml

source: Inject to Gradle dependencies
zh_cn: 注入到 Gradle 依赖项

source: Inject to Info.plist
zh_cn: 注入到 Info.plist:

source: Insert Grid of Project Types up here
zh_cn: 在此处插入项目类型的网格

source: Insert Image
zh_cn: 插入图像

source: Insert a macro before the current one
zh_cn: 在当前项之前插入宏

source: Insert an empty image before the current one
zh_cn: 在当前图像之前插入空图像

source: Insert the point before the current one
zh_cn: 在当前位置之前插入点

source: Inserting Image(s)
zh_cn: 插入图像

source: Install
zh_cn: 安装

source: Install Console Module(s)
zh_cn: 安装控制台模块

source: Install Location:
zh_cn: 安装位置:

source: Install PS3 Module
zh_cn: 安装 PS3 模块

source: Install PSVita Module
zh_cn: 安装 PSVita 模块

source: Install Xbox One Module
zh_cn: 安装 Xbox one 模块

source: Install an extension package
zh_cn: 安装扩展包

source: Install on "Create Application"
zh_cn: 在“创建应用程序”上安装

source: Install or uninstall extension packages
zh_cn: 安装或卸载扩展包

source: Installation
zh_cn: 安装

source: Installed
zh_cn: 已安装

source: Installed packages:
zh_cn: 已安装的包:

source: Installer
zh_cn: 安装程序

source: Installer NSI script
zh_cn: 安装程序 NSI 脚本

source: Installing Extension Packages
zh_cn: 安装扩展包

source: Installing an Extension Package
zh_cn: 安装扩展包

source: Instance Actions
zh_cn: 实例操作

source: Instance Order
zh_cn: 实例顺序

source: Instance Ordering
zh_cn: 实例排序

source: Instance Properties
zh_cn: 实例属性

source: Instances
zh_cn: 实例

source: Instead, force an "adb uninstall" and clear all prior data associated with your game.
zh_cn: 相反，强制“adb uninstall”并清除与您的游戏相关的所有先前数据。

source: Instruction TLB: 2 MByte pages, 4-way, 8 entries or 4 MByte pages, 4-way, 4 entries
zh_cn: 指令 TLB: 2 MByte 页, 4 路, 8 条目或 4 MByte 页, 4 路, 4 条目

source: Instruction TLB: 2-MByte or 4-MByte pages, fully associative, 7 entries
zh_cn: 指令 TLB: 2-MByte 或 4 MByte 页, 完全关联, 7 条目

source: Instruction TLB: 4 KByte and 2 MByte or 4 MByte pages, 128 Entries
zh_cn: 指令 TLB: 4 KByte 和 2 MByte 或 4 MByte 页, 128 项

source: Instruction TLB: 4 KByte and 2 MByte or 4 MByte pages, 256 Entries
zh_cn: 指令 TLB: 4 KByte 和 2 MByte 或 4 MByte 页, 256 项

source: Instruction TLB: 4 KByte and 2 MByte or 4 MByte pages, 64 Entries
zh_cn: 指令 TLB: 4 KByte 和 2 MByte 或 4 MByte 页, 64 项

source: Instruction TLB: 4 KByte pages, 32 Entries
zh_cn: 指令 TLB: 4 KByte 页, 32 项

source: Instruction TLB: 4 KByte pages, 4-way set associative, 128 entries
zh_cn: 指令 TLB: 4 KByte 页, 4 路集关联, 128 项

source: Instruction TLB: 4 KByte pages, 4-way set associative, 32 entries
zh_cn: 指令 TLB: 4 KByte 页, 4 路集关联, 32 项

source: Instruction TLB: 4 KByte pages, 4-way set associative, 64 entries
zh_cn: 指令 TLB: 4 KByte 页, 4 路集关联, 64 项

source: Instruction TLB: 4 MByte pages, 4-way set associative, 2 entries
zh_cn: 指令 TLB: 4 MByte 页, 4 路集关联, 2 项

source: Instruction TLB: 4 MByte pages, 4-way set associative, 4 entries
zh_cn: 指令 TLB: 4 MByte 页, 4 路集关联, 4 项

source: Internal error: Extension Instance does not match Extension Label
zh_cn: 内部错误: 扩展实例与扩展标签不匹配

source: Intersect boundary
zh_cn: 相交边界

source: Interstitial
zh_cn: 间 质

source: Invalid Bits Per Pixel value
zh_cn: 每像素值的位数无效

source: Invalid GIF data
zh_cn: 无效的 GIF 数据

source: Invalid GIF signature
zh_cn: 无效的 GIF 签名

source: Invalid Image trailer
zh_cn: 无效的图像预告片

source: Invalid ImageList
zh_cn: 无效的映像列表

source: Invalid ImageList Index
zh_cn: 无效的图像列表索引

source: Invalid MMF name "%s"
zh_cn: 无效的 MMF 名称 "%s"

source: Invalid color format in %s file.
zh_cn: %s 文件中的颜色格式无效。

source: Invalid color index
zh_cn: 无效的颜色索引

source: Invalid color index - color map expanded
zh_cn: 无效的颜色索引 - 扩展了颜色映射

source: Invalid extension introducer
zh_cn: 无效的扩展程序导入器

source: Invalid image
zh_cn: 无效的图像

source: Invalid image dimensions
zh_cn: 无效的图像尺寸

source: Invalid image size
zh_cn: 无效的图像大小

source: Invalid input value
zh_cn: 无效的输入值

source: Invalid input value.
zh_cn: 无效的输入值

source: Invalid number of colors specified in Image Descriptor
zh_cn: 图像描述符中指定的颜色数量无效

source: Invalid number of colors specified in Screen Descriptor
zh_cn: 屏幕描述符中指定的颜色数量无效

source: Invalid operation on TOleGraphic
zh_cn: TOleGraphic 上的操作无效

source: Invalid or unexpected %s image format.
zh_cn: 无效或意外的 %s 图像格式。

source: Invalid pixel coordinates
zh_cn: 无效的像素坐标

source: Invalid pixel format
zh_cn: 无效的像素格式

source: Invalid reduction method
zh_cn: 无效的还原方法

source: Invalid socks authentication method.
zh_cn: 无效的 Socks 身份验证方法。

source: Invalid stream operation
zh_cn: 无效的流操作

source: Invert the colors of the image
zh_cn: 反转图像的颜色

source: Is Game
zh_cn: 是游戏

source: It looks like you dont have the correct license to use this target.
zh_cn: 看起来你没有正确的许可证来使用这个目标。

source: It looks like you have set your account up to use our 2 step authentication.
zh_cn: 看起来您已将帐户设置为使用我们的两步身份验证。

source: It's not allowed to add a new chunk because the current image is invalid.
zh_cn: 不允许添加新的块, 因为当前图像无效。

source: Italic
zh_cn: 斜体

source: Italic font
zh_cn: 斜体字体

source: Item Group ID
zh_cn: 项目组 ID

source: JPEG decompression error.
zh_cn: JPEG 解压缩错误。

source: JPEG error #%d
zh_cn: JPEG 错误 #%d

source: January
zh_cn: 一月

source: Java JDK Location
zh_cn: Java JDK 路径

source: Java Max Heap Size (GB)
zh_cn: JDK 最大堆大小 (GB)

source: Java Runtime Location
zh_cn: Java 运行时路径

source: July
zh_cn: 七月

source: June
zh_cn: 六月

source: Just for information; this will always be locked for this platform
zh_cn: 仅作为信息，在该平台下它会始终保持锁定。

source: Ke&y Release
zh_cn: 释放键

source: Keep &aspect ratio
zh_cn: 保持纵横比

source: Keep Aspect Ratio
zh_cn: 保持长宽比例

source: Keep Both
zh_cn: 同时保留

source: Keep Last Changed
zh_cn: 保留上次更改

source: Keep Original
zh_cn: 保留原始

source: Keep aspect ratio
zh_cn: 保持长宽比

source: Keep original size
zh_cn: 保持原始大小

source: Key
zh_cn: 键

source: Key &Press
zh_cn: 按下键

source: Key :
zh_cn: 密钥:

source: Key Bindings
zh_cn: 绑定键位

source: Key Hash
zh_cn: 密钥哈希

source: Key Press Event
zh_cn: 按下键事件

source: Key Release Event
zh_cn: 释放键事件

source: Keyboard Event
zh_cn: 键盘事件

source: Keypad
zh_cn: 小键盘

source: Keypad *
zh_cn: 小键盘 *

source: Keypad +
zh_cn: 小键盘 +

source: Keypad -
zh_cn: 小键盘 -

source: Keypad .
zh_cn: 小键盘 .

source: Keypad /
zh_cn: 小键盘 /

source: Keypad 0
zh_cn: 小键盘 0

source: Keypad 1
zh_cn: 小键盘 1

source: Keypad 2
zh_cn: 小键盘 2

source: Keypad 3
zh_cn: 小键盘 3

source: Keypad 4
zh_cn: 小键盘 4

source: Keypad 5
zh_cn: 小键盘 5

source: Keypad 6
zh_cn: 小键盘 6

source: Keypad 7
zh_cn: 小键盘 7

source: Keypad 8
zh_cn: 小键盘 8

source: Keypad 9
zh_cn: 小键盘 9

source: Keystore
zh_cn: 密钥库

source: Keywords
zh_cn: 关键字

source: Kind:
zh_cn: 类型：

source: Kinematic
zh_cn: 运动的

source: Knowledge Base:
zh_cn: 知识库:

source: Kodak Photo-CD images
zh_cn: 柯达 Photo-CD 图像

source: LMB + <Alt> = No snap
zh_cn: LMB + <Alt> = 无捕捉

source: LMB + <Ctrl> = Add on top
zh_cn: LMB + <Ctrl> = 添加到顶部

source: LMB + <Shift> + <Ctrl> = Add multiple
zh_cn: LMB + <Shift> + <Ctrl> = 添加多个

source: LMB + <Shift> = Add mutliple
zh_cn: LMB + <Shift> = 添加多个

source: LMB + <Shift> = Multi-Select
zh_cn: LMB + <Shift> = 多选

source: LMB + <Space> = Scroll
zh_cn: LMB + <Space> = 滚动

source: LZ77 decompression error.
zh_cn: lz77 解压缩错误。

source: Landscape
zh_cn: 横向

source: Landscape Flipped
zh_cn: 横向翻转

source: Landscape Left
zh_cn: 横向左

source: Landscape Right
zh_cn: 横向右

source: Landscape-flipped
zh_cn: 横向翻转

source: Langauges XML
zh_cn: 语言 XML

source: Languages
zh_cn: 语言

source: Large
zh_cn: 大

source: Last
zh_cn: 最后一个

source: Last changed:
zh_cn: 上次更改:

source: LeaderBoard
zh_cn: 排行榜

source: Learn more
zh_cn: 了解更多

source: Left
zh_cn: 左

source: Left Align
zh_cn: 左对齐

source: Left Mouse Button = select tile
zh_cn: 鼠标左键 = 选择图块

source: Left Position of Help Window
zh_cn: "帮助"窗口的左侧位置

source: Left button
zh_cn: 鼠标左键

source: Left mouse button = Move / Add
zh_cn: 鼠标左键 = 移动/添加

source: Left mouse button = move/add
zh_cn: 鼠标左键 = 移动/添加

source: Left mouse button = move/add + <Alt> = no snap + <Shift>+<Ctrl> = add multiple + <Shift> = Select multiple + <Ctrl> = add + <Space> = scroll room Right mouse button = menu + <Shift> = delete all + <Ctrl> = delete Middle mouse button = scroll
zh_cn: 鼠标左键 = 移动/添加 + <Alt> = 无捕捉 + <Shift> + <Ctrl> = 添加多个 + <Shift> = 选择多个 + <Ctrl> = 添加 + <Space> = 滚动空间鼠标右键 = 菜单 + <Shift> = 全部删除 + <Ctrl> = 删除 鼠标中键 = 滚动

source: Left pressed
zh_cn: 左键按下

source: Left released
zh_cn: 左键放开

source: Left:
zh_cn: 左：

source: Leftmost coordinate of the bounding box
zh_cn: 边界框的最左侧坐标

source: Letters
zh_cn: 字母

source: Library
zh_cn: 库

source: Library not found: %s
zh_cn: 找不到库: %s

source: Licence Key
zh_cn: 许可证密钥

source: Licence Now
zh_cn: 现在激活

source: License
zh_cn: 许可证

source: License Key
zh_cn: 授权密匙

source: License agreement
zh_cn: 许可协议

source: License information for %s is invalid
zh_cn: %s 的许可证信息无效

source: License information for %s not found.
zh_cn: 找不到 %s 的许可证信息。

source: License:
zh_cn: 许可证:

source: Licenses
zh_cn: 许可证

source: Light
zh_cn: 明

source: Line
zh_cn: 行

source: Line Changed Colour
zh_cn: 换行颜色

source: Line Number Background
zh_cn: 行号背景

source: Line Number Text
zh_cn: 行号文本

source: Line Tool
zh_cn: 直线工具

source: Line Tool L
zh_cn: 线工具 L

source: Linear Damping of object
zh_cn: 物体的线性阻尼

source: Linear Damping:
zh_cn: 线性阻尼:

source: Linker Flags
zh_cn: 连接器标志（Flags）

source: Linker Version
zh_cn: 链接器版本

source: Linux Host Name
zh_cn: Linux 主机名

source: Linux Install Dir
zh_cn: Linux 安装目录

source: Linux Password
zh_cn: Linux 密码

source: Linux User Name
zh_cn: Linux 用户名

source: List of Actions for this Moment
zh_cn: 此时刻的行动清单

source: List of Configurations
zh_cn: 配置列表

source: List of Extensions
zh_cn: 扩展名列表

source: List of Installed Packages
zh_cn: 已安装软件包列表

source: List of Instances
zh_cn: 实例列表

source: List of Moments
zh_cn: 时刻列表

source: List of Phone Devices to test on
zh_cn: 要测试的手机设备列表

source: List of URLs to allow access to
zh_cn: 允许访问的 url 列表

source: List of all defined triggers.
zh_cn: 所有已定义触发器的列表。

source: List of available backgrounds
zh_cn: 可用背景列表

source: List of available texture groups
zh_cn: 可用纹理组列表

source: List of available views
zh_cn: 可用视图列表

source: List of key bindings
zh_cn: 键位绑定列表

source: List of points of collision shape
zh_cn: 碰撞形状点列表

source: List of skins
zh_cn: 外观列表

source: List of sounds in selected Audio Group
zh_cn: 选定音频组中的声音列表

source: List of sprites in selected texture group
zh_cn: 选定纹理组中的精灵列表

source: Load
zh_cn: 载入

source: Load Colour Palette
zh_cn: 读取调色板

source: Load ScreenShot
zh_cn: 加载屏幕截图

source: Load a Screenshot
zh_cn: 加载屏幕截图

source: Load a game
zh_cn: 载入游戏

source: Load configuration
zh_cn: 负载配置

source: Load the background from a file
zh_cn: 从文件中载入背景

source: Load the code from a text file
zh_cn: 从一个文本文件中载入代码

source: Load the collection of triggers from a file.
zh_cn: 从文件加载触发器集合。

source: Load the macros from a text file
zh_cn: 从文本文件加载宏

source: Load the resource data from a file
zh_cn: 从文件中载入资源

source: Load the sound from a file
zh_cn: 从文件中加载声音

source: Load the sprite from a file
zh_cn: 从文件中加载精灵

source: LoadBtn
zh_cn: 载入

source: Loader Flags
zh_cn: 装载标志

source: Loading
zh_cn: 载入中

source: Loading a strip image
zh_cn: 加载长带图

source: Loading bar extension
zh_cn: 进度条扩展

source: Loading data...
zh_cn: 正在加载数据...

source: Loading...
zh_cn: 载入中...

source: Location
zh_cn: 位置

source: Location of Asset Cache
zh_cn: 资产缓存的位置

source: Location of Backup directory
zh_cn: 备份目录的位置

source: Location of Home Directory
zh_cn: 主目录的位置

source: Location of Temp directory
zh_cn: 临时目录的位置

source: Location of Web Browser
zh_cn: Web 浏览器的位置

source: Location to use as web root - uses temporary directory if empty
zh_cn: 用作 Web 根目录的位置 - 如果为空，则使用临时目录

source: Lock All
zh_cn: 锁定所有

source: Lock all instances
zh_cn: 锁定所有实例

source: Locked
zh_cn: 锁定

source: Login
zh_cn: 登录

source: Logo to use
zh_cn: 徽标使用

source: Logos
zh_cn: 徽标

source: Logout
zh_cn: 登出

source: Long description
zh_cn: 详细描述

source: Low surrogate char without a preceding high surrogate char at index: %d.
zh_cn: 低代理字符, 而没有前面的高代理字符在索引: %d。

source: MISC
zh_cn: 杂项

source: MS Advertising
zh_cn: MS 广告

source: MS Sans Serif
zh_cn: Microsoft YaHei UI

source: Mac Host Name
zh_cn: Mac 主机名

source: Mac Install Dir
zh_cn: Mac 安装目录

source: Mac Password
zh_cn: Mac 密码

source: Mac Profile
zh_cn: Mac 配置文件

source: Mac User Name
zh_cn: Mac 用户名

source: Machine
zh_cn: 机器

source: Machine Value
zh_cn: 机器值

source: Macintosh TIFF images
zh_cn: Macintosh TIFF 图像

source: Macros
zh_cn: 宏常量

source: Magic
zh_cn: 魔棒

source: Main
zh_cn: 主要

source: Maintain &origin
zh_cn: 维持原点

source: Maintainer e-mail
zh_cn: 维护者邮箱

source: Make sure no object uses it!
zh_cn: 确保没有对象使用它！

source: Make the image opague
zh_cn: 使图像不透明

source: Manage
zh_cn: 管理

source: Manage Account
zh_cn: 管理账户

source: Manage Configurations
zh_cn: 管理配置

source: Manifest Level
zh_cn: Manifest 级别

source: March
zh_cn: 三月

source: Marketplace
zh_cn: 市场

source: Marketplace Beta
zh_cn: 市场 Beta

source: Marketplace Beta Login
zh_cn: 市场 Beta 登录

source: Marketplace Properties
zh_cn: 应用商店属性

source: Marketplace Publisher Console.
zh_cn: 市场发布者控制台。

source: Mask
zh_cn: 遮罩

source: Max line length exceeded.
zh_cn: 超出了最大行长度。

source: Max line read attempts exceeded.
zh_cn: 超出了最大行读取尝试。

source: Max number of forward onion images
zh_cn: 正向洋葱图像的最大数量

source: Max number of previous onion images
zh_cn: 以前的洋葱图像的最大数量

source: Maximal horizontal movement per step
zh_cn: 每步最大水平移动

source: Maximal vertical movement per step
zh_cn: 每步最大垂直移动

source: Maximum number of line allowed exceeded
zh_cn: 允许超过的最大行数

source: Medium
zh_cn: 中

source: Medium/Wide
zh_cn: 中 / 宽

source: Menu index out of range
zh_cn: 菜单索引超出范围

source: Menu inserted twice
zh_cn: 插入两次的菜单

source: Merge Moments
zh_cn: 合并时刻点

source: Merges a number of moments into one
zh_cn: 将许多时刻合并为一个

source: Message
zh_cn: 消息

source: Message for commit:
zh_cn: 提交的消息：

source: Message from Commit Log
zh_cn: 提交日志中的消息

source: Metafile is not valid
zh_cn: 元文件无效

source: Metafiles
zh_cn: 元文件

source: Middle button
zh_cn: 鼠标中键

source: Middle pressed
zh_cn: 中键按下

source: Middle released
zh_cn: 中键放开

source: Mimetype is empty
zh_cn: Mimetype 为空

source: Min SDK
zh_cn: 最小 SDK

source: Minimap
zh_cn: 小地图

source: Minimum Platform Version
zh_cn: 最低平台版本

source: Minimum display time:
zh_cn: 最小显示时间:

source: Minimum splashscreen time:
zh_cn: 最短启动画面时间:

source: Mirror
zh_cn: 镜像

source: Mirror Horizontally
zh_cn: 水平镜像

source: Mirror the image horizontally or flip vertically
zh_cn: 水平镜像或垂直翻转图像

source: Mirror the path horizontally
zh_cn: 水平镜像路径

source: Misc
zh_cn: 杂项

source: Missing, invalid or empty palette
zh_cn: 缺少，无效或空的调色板

source: Mode has not been set.
zh_cn: 尚未设置模式。

source: Modified
zh_cn: 修改
